[
  "dataview",
  "obsidian-excalidraw-plugin",
  "obsidian-kanban",
  "obsidian-pandoc",
  "obsidian-tasks-plugin",
  "obsidian-markdown-formatting-assistant-plugin",
  "nldates-obsidian",
  "obsidian-charts",
  "templater-obsidian",
  "obsidian-custom-frames",
  "obsidian-projects",
  "obsidian-custom-file-extensions-plugin",
  "obsidian-auto-link-title",
  "obsidian-plaintext",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "obsidian-full-calendar",
  "obsidian-languagetool-plugin",
  "waypoint",
  "quickadd",
  "tag-wrangler",
  "obsidian-file-link",
  "time-ruler",
  "obsidian-reminder-plugin",
  "obsidian-minimal-settings",
  "image-converter",
  "colored-tags-wrangler",
  "obsidian-version-history-diff",
  "various-complements",
  "obsidian-copy-block-link",
  "dbfolder",
  "obsidian-qrcode-plugin",
  "cmdr",
  "table-editor-obsidian",
  "floating-toc",
  "metadata-menu",
  "obsidian-outliner",
  "frontmatter-modified-date",
  "obsidian-git",
  "periodic-notes",
  "obsidian-media-db-plugin",
  "obsidian-map-view",
  "graph-analysis",
  "blockier",
  "obsidian-google-lookup",
  "obsidian-meta-bind-plugin",
  "js-engine",
  "simple-time-tracker",
  "obsidian-read-it-later",
  "cm-editor-syntax-highlight-obsidian",
  "folder-notes",
  "advanced-canvas"
]